let words = [
    {
        word: "Бухара",
        hint: "Cтолица Бухарского эмирата в середине XIX века"
    },
    {
        word: "три ханства",
        hint: "Сколько ханств официально существовало к середине XIX века"
    },
    {
        word: "Хивинское ханство",
        hint: "Как и Бухарский эмират, оно делилось на 18 бекств и 2 наместничества, которыми управляли назначенные ханом беки. "
    },
    {
        word: "Кокандское ханство",
        hint: "На востоке ханство граничило с Восточным Туркестаном, на западе — с Бухарским эмиратом и делилось на 15 бекст "
    },
    {
        word: "Ургенч",
        hint: "Один из крупнейших древних городов Хивинского хнаства"
    },
    {
        word: "Каракалпаки",
        hint: "В середине XIX века этнический состав Бухарского эмирата, Хивинского и Кокандского ханствна  проживали также таджики, казахи, туркмены и "
    },
    {
        word: "Бухарский Эмират",
        hint: "В середине XIX века население этой страны составляло около 2 млн человек"
    },
    {
        word: "Кокандское ханство",
        hint: "Это хнаство было по лощади больше 800 тыс кв км и тем самым самая большая по территории в Средней Азии к середине XIX века "
    },
    {
        word: "Кушбеги",
        hint: "Главный визирь в Бухарском эмирате - глава исполнительной власти "
    },
    {
        word: "Бухара",
        hint: "Священный город Средней Азии - купол Ислама - центр поломничества и крупнейший город Бухарского Эмирата? "
    },
    {
        word: "Большая игра",
        hint: "Геополитическое соперничество между Британской и Российской империями за господство в Центральной Азии в XIX — начале XX века еще принято называть?"
    },
    {
        word: "Минг",
        hint: "Кокандским ханством правили представители династии "
    },
    {
        word: "Диванбеги",
        hint: "Высшей должностью в Хивинском ханстве после хана -глава правительства "
    },
    {
        word: "Хивинское ханство",
        hint: "Самая отсталая в экономическом плане ханство Средней Азии к середине XIX века"
    },
    {
        word: "Найманы",
        hint: "Известные династии и племена Средней Азии это мангыты, кунграты, ... "
    },
    {
        word: "Парваначи",
        hint: "Указы эмирата оглашал "
    },
    {
        word: "Кипчаки",
        hint: "Кочевые тюркие плена на севере Мавераннахра степные народы по большей части похожи на половцев"
    },

    {
        word: "Казикалян",
        hint: "Они вели судебные дела на основе законов шариата в Кокандсвком ханстве"
    },
]